aaron-bond.better-comments
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
gruntfuggly.todo-tree
mhutchie.git-graph
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
tal7aouy.icons
tobermory.es6-string-html
uloco.theme-bluloco-dark
vincaslt.highlight-matching-tag
zh9528.file-size
